Repository: greg2002mi/worship_songbook_django
Catalog: church/songbook/locale/*/LC_MESSAGES/django_*.po
Languages: ru

source: Submit an issue
ru: Сообщить о проблеме

source: Your name
ru: Имя

source: Title
ru: Заголовок

source: Issue
ru: Проблема

source: Your contacts
ru: Контактные данные

source: Post
ru: Пост

source: Status
ru: Статус

source: About_me
ru: О себе

source: Mobile
ru: Мобильный телефон

source: My birthday
ru: День рождения

source: My avatar
ru: Аватар

source: Name a new genre or tag if not in the list
ru: Введите новый жанр или ярлык, если он отсутствует в списке

source: Tag name
ru: Название тэга

source: Write singer or music group here
ru: Добавьте имя исполнителя или группы

source: Any useful information, such as tempo, original key, etc.
ru: Полезная информация, например, темп, исходная тональность и т.д.

source: Write song lyrics here in chordpro format
ru: Введите текст песни здесь в формате chordpro

source: Singer
ru: Исполнитель

source: Information
ru: Сведения

source: Key
ru: Тональность

source: minor
ru: минор

source: Lyrics
ru: Текст песни

source: Language
ru: Язык

source: Transpose
ru: Транспозиция

source: Title of a video or type Youtube
ru: Название видео-ролика (можно написать "YouTube")

source: Paste embed url link, taken from desired youtube clip
ru: Вставьте ссылку, прикрепленную к соответствующему ролику из YouTube

source: File name
ru: Имя файла

source: URL
ru: Адрес страницы

source: Sunday service, Morning Prayer, Prayer and Worship service etc.
ru: Воскресное служение, утренняя молитва, молитвенное собрание и служение поклонения и т.д.

source: Link from Youtube. Embed links only
ru: Ссылка из YouTube. Только ссылки "Встроить" (Embed)

source: Slogans, Theme of service, Bible verse, etc.
ru: Слоган, тема служения, стих из библии и т.д.

source: Start date
ru: Начало

source: till
ru: до

source: Media Link
ru: Ссылки на медиа-файлы

source: Bible passage
ru: Отрывок из Библии

source: Not Found
ru: Не найдено

source: Back
ru: Назад

source: An unexpected error has occurred
ru: Возникла непредвиденная ошибка

source: The administrator has been notified. Sorry for the inconvenience!
ru: Уведомление отправлено администратору. Просим прощения за неудобство!

source: Tag
ru: Присвоить ярлык

source: Untag All
ru: Очистить ярлыки

source: said
ru: сказал (-ла)

source: Translate
ru: Перевод

source: Add to song folder
ru: Добавить в папку с песнями

source: Original key:
ru: Исходная тональность:

source: None
ru: Нет

source: Description
ru: Описание

source: Functionality and features
ru: Функциональность и свойства

source: Underneath of title and singer/author there are several tabs:
ru: Под наименованием заголовком и исполнителем есть несколько вкладок:

source: Lyrics with chords - is a current page with main features, which will be described below.
ru: Текст песни с аккордами - это текущая страница с основными функциями, которые описаны ниже.

source: Lyrics - page without any chords.
ru: Текст песни - это страница без аккордов.

source: Media - media section, where there will be links and players. Gives you a chance to listen, learn and prepare for service.
ru: Медиа - это раздел с медиа-файлами со ссылками и средствами воспроизведения медиа-файлов, где можно прослушать песню, изучить материал и подготовиться к служению.

source: Translations - page to bind translation versions of current song to the database.
ru: Переводы - это страница, где можно найти переводы выбранной песни на другие языки.

source: Manage Media library
ru: Управление библиотекой медиа-файлов

source: Images
ru: Изображение

source: File Upload
ru: Загрузка файла

source: Audio
ru: Аудио

source: Tags
ru: Ярлыки

source: Functions
ru: Функции

source: Delete
ru: Удалить

source: Add translation to
ru: Добавить перевод

source: from the list of existing song titles
ru: из списка имеющихся названий песен

source: Link
ru: Ссылка

source: Songs
ru: Песни

source: Actions
ru: Действия

source: Unlink
ru: Убрать ссылки

source: To unlink permissions required
ru: Чтобы удалить ссылку требуется разрешение

source: Add Event (Create list for worship service)
ru: Добавить событие (создать список для прославления)

source: Add
ru: Добавить

source: Add a New Song
ru: Добавить новую песню

source: Instructions
ru: Инструкции

source: Save
ru: Сохранить

source: Instructions on text format
ru: Инструкции по формату текста

source: Here are the key instructions on how to properly input lyrics with chords and headings for each song section.
ru: В данной части даются инструкции по правильному вводу текста песни с аккордами и заголовками для каждой части песни.

source: Chords must be incased in square brackets: Eg.:
ru: Аккорд следует указывать в квадратных скобках: Например,:

source: Chords with bass chord inside square brackets are split with slash '&#47;': Eg.:
ru: Аккорды с указанием басовой линии следует вводить через косую линию '&#47;': например:

source: This app identifies only Intro, Chorus, Verse #, Bridge, Instrumental encased in curly brackets.
ru: Данное приложение распознает только вступление. припев, куплет, мост, проигрыш, которые указываются в фигурных скобках.

source: Chords must be located in front of a letter, where chord should be located.
ru: Аккорд следует заносить перед слогом, над которым он должен быть расположен.

source: Create new Event
ru: Создать новое событие

source: Submit
ru: Приложить

source: or Add to Existing Event
ru: или добавить к существующему событию

source: Home
ru: Главнвя

source: Explore
ru: Поиск

source: Songbook
ru: Сборник песен

source: Genre&Tags
ru: Жанры и тэги

source: Calendar
ru: Календарь

source: Selected songs
ru: Выбранные песни

source: Logout
ru: Выйти

source: Profile
ru: Профиль

source: Login
ru: Войти

source: Search
ru: Поиск

source: Church service
ru: Служение в церкви

source: Add event
ru: Добавить событие

source: Disabled
ru: Отключено

source: Add to service
ru: Добавить к служению

source: Empty
ru: Пусто

source: order
ru: порядок

source: Comments
ru: Комментарии

source: Assigned
ru: Назначен

source: Assigned User
ru: Назначить пользователя

source: Tip
ru: Подсказка

source: Currently you are in draft stage of your post prior to posting. It's a good chance to check for any errors or make any updates to your post. Upon confirming your post will be published.
ru: В настоящий момент Вы находитесь на этапе предварительного просмотра перед публикацией поста. Проверьте, пожалуйста, текст на наличие ошибок и внесите необхидимые корректировки. После подтверждения Ваш пост будет опубликован.

source: Publish
ru: Опубликовать

source: Submit your issue regarding this web portal
ru: Опишите Вашу проблему при работе с данным веб-порталом

source: submitted on:
ru: Форма отправлена:

source: Edit Event
ru: Изменить событие

source: Edit your post
ru: Изменить пост

source: Edit Profile
ru: Редактировать профиль

source: Upload avatar
ru: Обновить картинку профиля

source: Edit current Song
ru: Редактировать выбранную песню

source: Event title:
ru: Название события:

source: Set date:
ru: Установить дату:

source: Created date:
ru: Созданная дата:

source: Created by:
ru: Создал:

source: Links:
ru: Ссылки:

source: Edit
ru: Редактировать

source: Stage mode
ru: Режим на сцене

source: Vocal
ru: Вокальный режим

source: Music sheets
ru: Ноты

source: Recently added songs
ru: Недавно добавленные песни

source: Schedule
ru: График

source: Image
ru: Изображение

source: Sign In
ru: Войти

source: Don't have an account?
ru: У вас есть учетная запись?

source: Create an account
ru: Создать учетную запись

source: Add Audio
ru: Добавить аудио

source: Upload
ru: Загрузить

source: Media list
ru: Список медиа-файлов

source: type
ru: тип

source: Created on
ru: Создано

source: Settings:
ru: Настройки:

source: L_size
ru: Размер текста

source: Normal
ru: Нормальный

source: C_size
ru: Размер аккордов

source: Spacing
ru: Отступ

source: Extralow
ru: Очень низкий

source: Low
ru: Низкий

source: Tall
ru: Высокий

source: Char_W
ru: Ширина страницы

source: Slim
ru: Узкий

source: Wide
ru: Широкий

source: New list
ru: Новый список

source: Register
ru: Зарегистрировать

source: If you already have an account, <a href="/login">login</a> instead.
ru: Если у Вас уже имеется учетная запись, <a href="/login">войдите</a>.

source: Reset Your Password
ru: Сбросьте пароль

source: Reset Password
ru: Сброс пароля

source: Search by keyword:
ru: Искать по ключевым словам:

source: Artist/singer
ru: Исполнитель

source: Action
ru: Действия

source: Previous
ru: Назад

source: Next
ru: Далее

source: Tag list
ru: Список тэгов

source: Currently this project is under development. Therefore some issues may appear. Please contact us and describe any encountered issues.
ru: В настоящее время проект находится в режиме разработки, поэтому могут возникнуть проблемы. Пожалуйста, свяжитесь с нами и опишите проблему, в случае ее возникновения.

source: Published
ru: Опубликовано

source: Draft
ru: Черновик

source: Background brightness:
ru: Яркость фона:

source: Lyrics text size:
ru: Размер текста песни:

source: Chords text size:
ru: Размер аккордов:

source: Let's prepare our hearts for this special time...
ru: Приготовим наши сердца к особенному времени...

source: Leaving our pride, ego, doubt and evil behind...
ru: Оставим нашу гордость, эго, сомнения и все злое позади...

source: Add tag
ru: Добавить тэг

source: Category:
ru: Категория:

source: Add to folder
ru: Добавить в папку

source: Remove
ru: Удалить

source: Profile Page
ru: Страница профиля

source: Save Changes
ru: Сохранить изменения

source: Reset
ru: Сброс

source: This song currently is in draft status, as its not final and needs publisher's comfirmation! Only published songs are available for everyone.
ru: Данная песня находится в черновом режиме и нуждается в подтверждении создателя публикации. Только опубликованные песни доступны другим пользователям.

source: Title:
ru: Название:

source: Artist:
ru: Исполнитель:

source: Prepared by:
ru: Подготовил:

source: Published on:
ru: Опубликовал:

source: Lyrics with chords
ru: Текст песни с аккордами

source: Links
ru: Ссылки

source: Translations
ru: Переводы

source: Genre/Tag
ru: Жанр/тэг

source: Genre and tags
ru: Жанр и тэги

source: Thematical grouping, song types, or groups based on temp are listed in here. Multiple choice.
ru: Здесь можно отсортировать песни по темам, типу или темпу. Возможность выбора нескольких критериев.

source: Confirm your action
ru: Подтвердите Ваше действие

source: You are about to permanently delete this song.
ru: Эта песня будет полностью удалена.

source: Are you sure?
ru: Продолжить?

source: Close
ru: Закрыть

source: You are now logged in as {}.
ru: Вы вошли как {}.

source: Invalid username or password.
ru: Неверное имя пользователя или пароль.

source: You have successfully logged out.
ru: Выход успешно выполнен.

source: Registration successful.
ru: Регистрация завершена.

source: Unsuccessful registration. Invalid information.
ru: Регистрация не выполнена. Проверьте введенные данные.

source: Error, failed to POST.
ru: Ошибка, ПОСТ не опубликован.

source: Your post is drafted.
ru: Ваш пост сохранен как черновик.

source: Not validated.
ru: Не подтверждено.

source: Your post is on air.
ru: Идет загрузка Вашего поста.

source: Details of post:{}
ru: Сведения о посте:{}

source: Song successfully created as a draft.
ru: Песня успешно сохранена в черновике.

source: Song has successfully been published.
ru: Песня успешно опубликована.

source: | transposed to
ru: | транспонировать в

source: Current song does not have lyrics
ru: В данной песне отсутствует текст

source: View Song
ru: Показать песню

source: Song has been permanently deleted.
ru: Песня была поностью удалена.

source: Song has been updated successfully.
ru: Песня успешно обновлена.

source: Video link has been successfully added.
ru: Ссылка на видео-ролик успешно добавлена.

source: Image has been successfully deleted.
ru: Изображение успешно удалено.

source: Audio file has been successfully deleted.
ru: Аудио-файл был успешно удален.

source: Translation has been successfully linked.
ru: Перевод был успешно привязан.

source: Translation has been successfully unlinked.
ru: Перевод успешно отвязан.

source: Error occured. Please reload page and try again.
ru: Ошибка. Перезагрузите страницу и попробуйте снова.

source: Tag is saved successfully.
ru: Тэг успешно сохранен.

source: Tag is successfully deleted.
ru: Тэг успешно удален.

source: Error, failed to delete tag.
ru: Ошибка, тэг не был удален.

source: Error, failed to validate.
ru: Ошибка. Тэг не был подтвержден.

source: Error, failed to add tag to this song.
ru: Ошибка. не удалось добавить тэг к этой песне.

source: {} tag is no longer related to this song.
ru: {} данный тэг больше не относится к этой песне.

source: Current song now has no tags.
ru: К данной песне не привязано ни одного тэга.

source: Assign to event
ru: Назначить событие

source: Success! Event is set and list added.
ru: Поздравляем! Событие установлено и список добавлен.

source: Error! Form failed to validate.
ru: Ошибка! Не удалось подтвердить форму.

source: Success! Cart list added to event {}-{}.
ru: Поздравляем! Список добавлен к событию {}-{}.

source: Success! Event is set.
ru: Поздравляем! Событие установлено.

source: Event has been updated successfully.
ru: Событие было успешно обновлено.

source: Event is removed successfully.
ru: Событие успешно удалено.

source: Event Details
ru: Сведения о событии

source: Error, there are no items in this event.
ru: Ошибка. Для данного события не установлено никаких деталей.

source: Error, view condition is not defined.
ru: Ошибка. Режим просмотра не определен.

source: On Stage
ru: Сцена

source: Thank you for your feedback. If you have given us your contact information, we will get back to you as soon as possible
ru: Спасибо за Ваш отзыв. Если Вы предоставили нам Ваши контактные данные, мы свяжемся с Вами в ближайшее время

source: Contact us
ru: Свяжитесь с нами
